<?php
// Heading
$_['heading_title']    = 'Оплата наложенным платежом';

// Text
$_['text_extension']   = 'Модули';
$_['text_success']     = 'Успех: Вы изменили модуль оплата наложенным платежом!';
$_['text_edit']        = 'Редактировать модуль оплата наложенным платежом';
$_['text_percentage']  = 'Процент';
$_['text_fixed']       = 'Фиксированная цена';

// Entry
$_['entry_total']      = 'Общая сумма заказа';
$_['entry_fee_type']   = 'Тип наценки';
$_['entry_fee']        = 'Наценка';
$_['entry_tax_class']  = 'Налоговый класс';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортировки';

// Help
$_['help_fee']			= 'Если вы используете процент в качестве вида комиссии, то сумма комиссии должна быть меньше 100!';

// Error
$_['error_permission'] = 'Внимание: у вас нет разрешения на изменение модуля оплата наложенным платежом!';
$_['error_fee_amount'] = 'Вы выбирали тип комиссии в процентах, поэтому сумма наложенного платежа должна быть не более 100!';
